Repository: Web-Ex-Machina/contao-grid
Catalog: src/Resources/contao/languages/*/default.xlf
Languages: fr

# CTE.grid
source: Grid elements
fr: Éléments de grille

# CTE.grid-start.0
source: Grid | Start
fr: Grille | Début

# CTE.grid-start.1
source: Start a Grid
fr: Début d'une grille CSS

# CTE.grid-stop.0
source: Grid | Stop
fr: Grille | Fin

# CTE.grid-stop.1
source: End a Grid
fr: Fin d'une grille CSS

# CTE.grid-item-empty.0
source: Grid | Empty item
fr: Grille | Elément vide

# CTE.grid-item-empty.1
source: An empty element for a grid
fr: Elément vide pour une grille

# WEM.GRID.BE.valuesLabel
source: Values
fr: Valeurs

# WEM.GRID.BE.resolutionLabel
source: Resolution
fr: Résolution

# WEM.GRID.BE.nbColsLabel
source: Number of columns
fr: Nombre de colonnes

# WEM.GRID.BE.gapValueLabel
source: Gap space between elements
fr: Espace inter-éléments

# WEM.GRID.BE.nbColsSelectLabel
source: Nb of cols :
fr: Nb de colonnes :

# WEM.GRID.BE.nbRowsSelectLabel
source: Nb of rows :
fr: Nb de lignes :

# WEM.GRID.BE.additionalClassesLabel
source: Additional classes:
fr: Classes additionnelles:

# WEM.GRID.BE.nbColsOptionLabel
source: %s column(s)
fr: %s colonne(s)

# WEM.GRID.BE.nbRowsOptionLabel
source: %s row(s)
fr: %s ligne(s)

# WEM.GRID.BE.inputItemPlaceholder
source: Add a class to this item's wrapper
fr: Ajoutez une classe au conteneur de cet item

# WEM.GRID.BE.placeToGridStart
source: Drag and drop the element here to place it at the grid's start
fr: Glissez l'élement de contenu ici pour le placer au début de la grille

# WEM.GRID.BE.placeToGridEnd
source: Drag and drop the element here to place it at the grid's end
fr: Glissez l'élement de contenu ici pour le placer à la fin de la grille

# WEM.GRID.BE.inheritedColumns
source: %s column(s) (Inherited from %s)
fr: %s colonne(s) (Hérité de %s)

# WEM.GRID.BE.inheritedRows
source: %s row(s) (Inherited from %s)
fr: %s ligne(s) (Hérité de %s)

# WEM.GRID.BE.breakpointAll
source: Desktop
fr: Général
